i5-2500k/3.16.7/30/3/read-write-1.log
starting vacuum...end.
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 30
query mode: simple
number of clients: 1
number of threads: 1
duration: 1800 s
number of transactions actually processed: 3766344
latency average: 0.478 ms
tps = 2092.413254 (including connections establishing)
tps = 2092.414578 (excluding connections establishing)